locale-title = 🇷🇺 Русский

welcome =
    Привет! У вас есть проблема с ботами-спамерами в чате?
    У меня есть решение - captcha.

need-permissions =
    Права, которые мне нужны:
    👉 Пригласительные ссылки

welcome-permissions-have =
    🎉 Я вижу, вы мне уже выдали нужные права администратора.
    Теперь я буду проверять всех новых участников на наличие спамеров.

welcome-permissions-missing =
    😢 Я вижу, вы мне ещё не выдали нужные права администратора.
    К сожалению, без них я не смогу проверять новых участников на наличие спамеров.

    { need-permissions }

lang-changing-manual =
    <i>Чтобы изменить язык, введите /lang</i>

bot-promoted-correct =
    🎉 Я получил нужные права администратора.
    Теперь я буду проверять новые заявки и отсеивать спамеров.

bot-promoted-incorrect =
    😢 Я получил не все нужные права администратора.
    К сожалению, без них я не смогу проверять новых заявки и отсеивать спамеров.

    { need-permissions }

bot-demoted =
    😢 К сожалению, без прав администратора я не смогу проверять новых заявки и отсеивать спамеров.

    { need-permissions }

captcha =
    Привет 👋
    Ты отправил(а) заявку на вступление в чат <b>{ $chat }</b>.
    Но прежде чем я её одобрю, давай проверим, что ты действительно <b>человек</b>:
    Выбери <u>правильный вариант</u> в соответствии с заданием на картинке.

lang-change-success = Язык изменён на { locale-title }

lang-change-already = Язык уже изменён на { locale-title }

lang-change-bad-value = Данный язык не поддерживается

lang-change-not-admin = Только администраторы чата могут изменять язык

captcha-invalid = Капча уже недействительна

captcha-failure = К сожалению ответ неверный. Попробуйте ещё раз позже.

captcha-success = Верно! Вы были допущены в чат <b>{ $chat }</b>

go-to-chat = Перейти в чат

choose-lang = Выберите язык

start-manual =
    Привет! У вас есть проблема с ботами-спамерами в чате?
    У меня есть решение - captcha.

    Я буду проверять все новые заявки в вашем чате на наличие спамеров.

    Для того, чтобы начать, выполните следующие действия:
    1. Перейдите в настройки чата и включите вступление по заявкам
    <i>Тип чата > Заявки на вступление</i>
    2. Нажмите на кнопку ниже, чтобы добавить меня в чат
    3. Следуйте моим дальнейшим инструкциям

invite-bot = Добавить меня в чат